{
    "npc": "NPC",
    "npcText": "用尽全力支持了我们的Kickstarter项目！",
    "mattBoch": "Matt Boch",
    "mattShall": "<%= name %>，需要我把你的坐骑带出来吗？点击一只坐骑来上鞍。",
    "mattBochText1": "欢迎来到厩子！我是驯兽师Matt。你可以在这里选择一只宠物陪你冒险。经过一番喂养，牠们可以长成强而有力的坐骑哦！",
    "mattBochText2": "来瞧瞧",
    "mattBochText3": "所以你可以得到的宠物。",
    "daniel": "Daniel",
    "danielText": "欢迎来到酒馆！留在这一会儿认识认识当地人吧。如果你需要休息 (出外旅行？突然生病了？)，我可以帮你在客栈里登记房间——这样每日任务就不会在你修养期间伤到你了。",
    "danielText2": "如果你在打boss，在你休息的时候你的每日任务不会伤到你的队员，不过他们错过了的每日任务仍然能够伤害你！",
    "alexander": "商人Alexander",
    "welcomeMarket": "欢迎来到市场！在这里购买难找的蛋和药水！卖掉你多余的物品！委托服务！来瞧瞧我们能为你提供什么。",
    "sellForGold": "以<%= gold %>金币售出<%= item %>",
    "buyGems": "买宝石",
    "justin": "Justin",
    "USD": "美金",
    "newStuff": "New Stuff",
    "cool": "Cool",
    "dismissAlert": "Dismiss This Alert",
    "donateText1": "在你的账号里增加20个宝石。宝石可以用来购买特殊的虚拟物品，例如衣服和发型。",
    "donateText2": "捐助开发人员",
    "donateText3": "作为一个开源项目，我们需要任何能得到的帮助！",
    "donationDesc": "20个宝石，捐赠给开发人员",
    "payWithCard": "用信用卡付款",
    "payNote": "Note: PayPal sometimes takes a long time to clear. We recommend paying with card.",
    "welcomeHabit": "欢迎来到HabitRPG",
    "welcomeHabitT1": "欢迎来到HabitRPG，一个能帮你把你的目标变得像角色扮演游戏的习惯记录工具。我是",
    "welcomeHabitT2": "你的导游！",
    "yourAvatar": "你的角色形象",
    "yourAvatarText": "这是你的角色形象。在Habitica世界里这就代表着你。当你完成目标任务时，你的角色会升级、赚金币、并且为未来的种种挑战装备自己。",
    "avatarCustom": "角色形象个性化设置",
    "avatarCustomText": "You can customize your avatar by clicking anywhere in this box. Change your body type, hair color, skin color, and more from this menu. You can also find a number of HabitRPG's exciting social features by clicking through tabs on the customization page.",
    "hitPoints": "生命值",
    "hitPointsText": "The red bar tracks your avatar's health points. Whenever you fail to meet a goal, you take damage and lose health. If your health bar reaches zero, you die. Dying results in the loss of one level, all your gold, and a piece of equipment.",
    "expPoints": "经验值",
    "expPointsText": "The yellow bar tracks your avatar's experience points. Whenever you succeed in achieving a goal, you gain both gold and experience. When your experience bar maxes out, you gain a level. Gaining levels is how you unlock new and exciting features on HabitRPG.",
    "typeGoals": "目标的种类",
    "typeGoalsText": "HabitRPG allows you to track your goals in three different ways. These goals are categorized in columns as Habits, Dailies, or To-Dos.",
    "tourHabits": "Habits are goals that you constantly track. They can be given plus or minus values, allowing you to gain experience and gold for good habits or lose health for bad ones.",
    "tourDailies": "Dailies are goals that you want to complete once a day. Checking off a daily reaps experience and gold. Failing to check off your daily before the day resets results in a loss of health. You can change your day start settings from the options menu.",
    "tourTodos": "To-Dos are one-off goals that you can get to eventually. While it is possible to set a deadline on a to-do, they are not required. To-Dos make for a quick and easy way to gain experience.",
    "tourRewards": "All that gold you earned will allow you to reward yourself with either custom or in-game prizes. Buy them liberally – rewarding yourself is integral in forming good habits.",
    "hoverOver": "Hover over comments",
    "hoverOverText": "You can add comments to your tasks by clicking the edit icon. Hover over each task's comment for more details about how HabitRPG works. When you're ready to get started, you can delete the existing tasks and add your own.",
    "unlockFeatures": "解锁新功能",
    "unlockFeaturesT1": "That's all you need to know for now, but I'll be back as you level up to let you know about new features you've unlocked. Each new feature will give you more incentives to accomplish your goals. Find out more at the",
    "habitWiki": "HabitRPG Wiki",
    "unlockFeaturesT2": "or let yourself be surprised. Good luck!",
    "customAvatar": "个性化你的角色形象",
    "customAvatarText": "按按你的角色形象去个性化你的外形。",
    "storeUnlocked": "已解锁物品商店",
    "storeUnlockedText": "恭喜你解锁了物品商店！现在你可以买武器、盔甲、药水、等等了。请读每件物品的注解。",
    "partySys": "团队系统",
    "partySysText": "Be social, join a party and play Habit with your friends! You'll be better at your habits with accountability partners. Click User -> Options -> Party, and follow the instructions. LFG anyone?",
    "classGear": "职业装备",
    "classGearText": "First: don't panic! Your old gear is in your inventory, and you're now wearing your apprentice <strong><%= klass %></strong> equipment. Wearing your class's gear grants you a 50% bonus to stats. However, feel free to switch back to your old gear.",
    "classStats": "These are your class's stats, they affect the game-play. Each time you level up, you get one point to allocate to particular stat. Hover over each stat for more information.",
    "autoAllocate": "自动分配",
    "autoAllocateText": "If 'automatic allocation' is checked, your avatar gains stats automatically based on your tasks' attributes, which you can find in <strong>TASK > Edit > Advanced > Attributes</strong>. Eg, if you hit the gym often, and your 'Gym' Daily is set to 'Physical', you'll gain STR automatically.",
    "spells": "法术",
    "spellsText": "You can now unlock class-specific spells. You'll see your first at level 11. Your mana replenishes 10 points per day, plus 1 point per completed ",
    "toDo": "待办事项",
    "moreClass": "想知道更多关于职业系统的信息，看"
}